# 기본 정보 - 가격 #
event_price = [5000, 6000, 7000, 8000, 9000, 10000, 11000]
add_price = [500, 0, 300, 400, 300, 200]
drk_price = [0, 500, 0, 500, 700, 700]
side_price = [0, 500, 700, 800, 900, 1000]
single_drk_price = [1000, 1500, 1000, 1500, 2500, 2500]

# 기본 정보 - 이름 #
menu_name = ["불고기버거세트", "치킨버거세트", "치즈버거세트", "한우버거세트", "햄치즈버거세트", "채소버거세트"
    , "채소버거세트", "새우버거세트", "게살버거세트", "오징어버거세트"]

igr_name = ["ALL EXTRA", " ", "CHZ", "BACON",  "W_CHZ", "JALA"]
old_igr_name = ["속재료 더 많이", " ", "베이컨 1장", " 베이컨 2장", "치즈 1장", "치즈 2장",
                "흰색치즈 1장", "흰색치즈 2장", "할라피뇨 2개", "할라피뇨 4개"]
drk_name = ["콜라 R", "콜라 L", "사이다 R", "사이다 L", "포도쥬스", "오렌지쥬스"]
old_drk_name = ["콜라 보통크기", "콜라 큰 크기", "사이다 보통크기", "사이다 큰 크기", "오렌지쥬스", "포도쥬스"]
side_name = ["감자튀김 R", "감자튀김 L", "치킨너겟", "치즈프라이", "치즈스틱", " 양념감자"]
old_side_name = ["감자튀김 보통크기", "감자튀김 큰 크기", "치킨너겟", "치즈프라이", "치즈스틱", " 양념감자"]

now_member=""
import cv2
cap = cv2.VideoCapture(0)

